{
  "name": "Magical energy",
  "icon": "bewitchment:pentacle",
  "sortnum": "2",
  "category": "obw_on_magic_and_its_forms",
  "pages": [
    {
      "type": "text",
      "text": "Whilst magic is ethereal in it's concept, mysterious and unknown in its intricacies, many a witches have collected knowledge on the matter, narrowing down this concept to the interest of witchcraft. Magic is the alteration of the world produced by the use of magical energy. This magical energy stems from life itself and can be found in every living being. Although it's "
    },
    {
      "type": "text",
      "text": "known by a myriad of different names, magical energy shall be henceforth referred to as MP (magical power). $(br) $(br)Just as there are a plethora of ways to refer to magic, there are various ways of harnessing it. An inexperienced witch, yet to open itself to the powers of the world, has only access to the magical energy contained within its body. Such energy is represented via a bar found on the screen that indicates "
    },
    {
      "type": "text",
      "text": "how much energy the player has access to, and starts at the mere quantities, later to be increased, $(o)$(l:obw_on_magic_and_its_forms/infusion)should the witch attune themself with a dimension$(). Recharge rate and capacity might also be increased through the use of certain baubles and trinkets. $(br) $(br)This first source of ME, limited though as it might be, certainly proves itself useful to those wishing to delve into the art of witchcraft, powering the devices, rituals and "
    },
    {
      "type": "text",
      "text": "an aspiring witch would cast on the go, recharging itself over time at a slow pace, and powering devices and incantations on the vicinities of the witch. $(br) $(br)However, more experienced witches might find their own power somewhat limiting when trying to cast more powerful magics. To that end, witches might draw energy from the environment using an altar, which will allow them to vastly increase the amount of power "
    },
    {
      "type": "text",
      "text": "they might use, as well as to reduce the hindrance of the witch needing to be near the different magics it casts. $(br) $(br)Refer to the $(o)$(l:obw_the_tools_of_the_trade/altar)altar$() section for more in depth explanation of the altar mechanics. "
    }
  ]
}