{
  "name": "Cauldron",
  "icon": "bewitchment:cauldron",
  "category": "obw_the_tools_of_the_trade",
  "pages": [
    {
      "type": "spotlight",
      "item": "bewitchment:cauldron",
      "text": "Your quintessential one-stop shop for brews, stews, and some forms of processing and item crafting, this has many uses, provided it is supplied with heat."
    },
    {
      "type": "crafting",
      "text": "Creating the Cauldron",
      "recipe": "bewitchment:cauldron"
    },
    {
      "type": "spotlight",
      "item": "bewitchment:cauldron",
      "text": "Cauldrons are great and all, but in order to use any of the crafting methods, one must fill it with fluid and put a heat source underneath it."
    },
    {
      "type": "spotlight",
      "item": "bewitchment:glass_jar",
      "text": "To make brews, simply throw in a piece of netherwart, and throw in more of your desired ingredients. Then, collect them with a bottle."
    },
    {
      "type": "spotlight",
      "item": "minecraft:bucket",
      "text": "To craft items in the cauldron, fill it with water, honey, or oil, depending on the recipe, and then place the required ingredients in. If done correctly, the item should pop out."
    },
    {
      "type": "spotlight",
      "item": "minecraft:bowl",
      "text": "To craft stews in a cauldron, fill it with water, heat it, and drop in various food items. After a bit, pick up the contents with a wooden bowl. Up to ten items can be taken in by a stew. It is recommended to use a variety of items in a stew."
    },
    {
      "type": "spotlight",
      "item": "minecraft:coal",
      "text": "Cauldrons are surprisingly heat-resistant, and can be used to act as a form of garbage disposal, by simply filling it with lava."
    },
    {
      "type": "spotlight",
      "item": "bewitchment:pentacle",
      "text": "Using the ignis incantation, and throwing dimensional sand into the resultant fire, one can teleport through a system of various cauldrons. However, one must have named the desired cauldron first, and then say it's name."
    },
    {
      "type": "spotlight",
      "item": "bewitchment:wood_ash",
      "text": "To clean out a cauldron, simply use wood ash."
    }
  ]
}